const ProductDetailsCard = () => {
    return (
        <div>
            <h2>Новогодний свитер с оленями</h2>
            <p>Осталось: 48 шт.</p>
            <div>
                <img></img>
            </div>
            <p>
                Повседневная практика показывает, что новая модель
                организационной деятельности в значительной степени
                обуславливает создание позиций, занимаемых участниками в
                отношении поставленных задач. Значимость этих проблем настолько
                очевидна, что сложившаяся структура организации позволяет
                оценить значение направлений прогрессивного развития.
            </p>
            <h4>Выберите размер</h4>
            <p>XL</p>
            <button>в корзину</button>
        </div>
    );
};
export default ProductDetailsCard;
